app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "salt", "encrypted_password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)
---
  def create
      @user = User.create(user_params)